Repository: faceknows/edgevane-ios
Catalog: Moneyknows/Platform/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# auth.confirmPassword
source: Confirm password
zh_hans: 确认密码

# auth.createAccount
source: Create account
zh_hans: 创建账号

# auth.email
source: Email
zh_hans: 邮箱

# auth.emailInvalid
source: Enter a valid email.
zh_hans: 请输入有效邮箱。

# auth.forgot.codeSent
source: If this email is registered, a code is on its way.
zh_hans: 若该邮箱已注册，验证码已发出。

# auth.forgot.newPassword
source: New password
zh_hans: 新密码

# auth.forgot.reset
source: Reset password
zh_hans: 重置密码

# auth.forgot.resetSuccess
source: Password updated. Sign in with your new password.
zh_hans: 密码已更新，请用新密码登录。

# auth.forgot.sendCode
source: Send code
zh_hans: 发送验证码

# auth.forgot.title
source: Reset password
zh_hans: 重置密码

# auth.forgot.verificationCode
source: Verification code
zh_hans: 验证码

# auth.forgot.verificationCodeRequired
source: Verification code is required.
zh_hans: 请输入验证码。

# auth.goForgot
source: Forgot password
zh_hans: 忘记密码

# auth.goSignup
source: Create an account
zh_hans: 注册账号

# auth.invitationCode
source: Invite code
zh_hans: 邀请码

# auth.invitationRequired
source: Invite code is required.
zh_hans: 邀请码为必填项。

# auth.login.title
source: Sign in
zh_hans: 登录

# auth.nicknameOptional
source: Nickname (optional)
zh_hans: 昵称（可选）

# auth.password
source: Password
zh_hans: 密码

# auth.passwordMin8
source: Password must be at least 8 characters.
zh_hans: 密码至少 8 位。

# auth.passwordMismatch
source: Passwords do not match.
zh_hans: 两次密码不一致。

# auth.signIn
source: Sign in
zh_hans: 登录

# auth.signup.title
source: Create account
zh_hans: 注册

# calendar.actual
source: Actual
zh_hans: 实际值

# calendar.biasChangingEvents
source: Bias-changing events
zh_hans: 可能改变方向的事件

# calendar.cautionNotes
source: Caution notes
zh_hans: 注意事项

# calendar.choppinessRisk
source: Choppiness risk
zh_hans: 震荡风险

# calendar.cleanerMarketPhase
source: Cleaner market phase
zh_hans: 更清晰的市场阶段

# calendar.dayRisk
source: Day risk
zh_hans: 当日风险级别

# calendar.description
source: Description
zh_hans: 说明

# calendar.emptyBody
source: No economic events are available for today.
zh_hans: 今天暂无可用的经济事件。

# calendar.emptyTitle
source: No events
zh_hans: 暂无事件

# calendar.expectedMarketImpact
source: Expected market impact
zh_hans: 预期市场影响

# calendar.forecast
source: Forecast
zh_hans: 预期值

# calendar.highImpact
source: High impact
zh_hans: 高影响

# calendar.loadFailed
source: Failed to load economic calendar
zh_hans: 加载经济日历失败

# calendar.loading
source: Loading economic calendar...
zh_hans: 正在加载经济日历...

# calendar.marketFocus
source: Main market affected
zh_hans: 主要影响市场

# calendar.marketFocusFallback
source: Broad market, yields, and dollar likely in play
zh_hans: 大盘、收益率和美元可能同步波动

# calendar.previous
source: Previous
zh_hans: 前值

# calendar.retry
source: Retry
zh_hans: 重试

# calendar.source
source: Source
zh_hans: 来源

# calendar.title
source: Market Events
zh_hans: 市场事件

# calendar.todayUsEvents
source: Today U.S. Economic Calendar
zh_hans: 今日美股经济日历

# calendar.topEvents
source: Top events to watch
zh_hans: 重点关注事件

# calendar.totalEvents
source: Total events
zh_hans: 事件总数

# calendar.traderNote
source: Trader note
zh_hans: 交易提醒

# calendar.volatilityWindows
source: Volatility windows
zh_hans: 高波动时间窗

# chart.afterMarket
source: After-hours 5 min
zh_hans: 盘后 5 分钟

# chart.candle
source: Candle
zh_hans: 蜡烛

# chart.daily
source: Daily
zh_hans: 日线

# chart.empty
source: No bars for this session.
zh_hans: 这一会话没有 K 线。

# chart.interval
source: Interval
zh_hans: 周期

# chart.line
source: Line
zh_hans: 折线

# chart.loadFailed
source: Chart failed to load.
zh_hans: 图表加载失败。

# chart.nasdaq
source: NASDAQ
zh_hans: 纳指对照

# chart.preMarket
source: Pre-market 5 min
zh_hans: 盘前 5 分钟

# chart.prevClose
source: Prev Close
zh_hans: 昨收

# chart.seconds
source: Seconds
zh_hans: 秒图

# chart.sessionOpen
source: Open
zh_hans: 今开

# common.about
source: About
zh_hans: 关于

# common.aiDisclaimer
source: AI-generated results are for reference only and may be inaccurate. This is not investment advice or a trading recommendation.
zh_hans: AI 生成结果，仅供参考；可能不准确或存在错误。不构成投资建议或交易推荐。

# common.appearance
source: Appearance
zh_hans: 外观

# common.build
source: Build
zh_hans: 构建号

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.confirm
source: Confirm
zh_hans: 确认

# common.disabled
source: Disabled
zh_hans: 已关闭

# common.done
source: Done
zh_hans: 完成

# common.enabled
source: Enabled
zh_hans: 已启用

# common.followSystem
source: Follow system
zh_hans: 跟随系统

# common.language
source: Language
zh_hans: 语言

# common.logout
source: Log out
zh_hans: 退出登录

# common.next
source: Next
zh_hans: 下一步

# common.none
source: None
zh_hans: 无

# common.notifications
source: Notifications
zh_hans: 通知

# common.retry
source: Try again
zh_hans: 重试

# common.save
source: Save
zh_hans: 保存

# common.version
source: Version
zh_hans: 版本

# credentials.accountType
source: Account type
zh_hans: 账户类型

# credentials.accountTypeHelp
source: Select whether REST requests use Alpaca paper or live trading endpoints.
zh_hans: 选择使用模拟盘或实盘交易端点。

# credentials.cleared
source: Credentials removed.
zh_hans: 凭证已删除。

# credentials.currentAccount
source: Current account
zh_hans: 当前账户

# credentials.hideSecret
source: Hide API secret
zh_hans: 隐藏 API secret

# credentials.incomplete
source: Enter both Alpaca API key and secret, or clear both fields to remove saved credentials.
zh_hans: 请输入完整的 Alpaca API key 和 secret，或清空两个字段以删除已保存的凭证。

# credentials.live
source: Live
zh_hans: 实盘

# credentials.noAccount
source: No brokerage account yet. Market data still works.
zh_hans: 还没有券商账户。行情仍可用。

# credentials.paper
source: Paper
zh_hans: 模拟盘

source: Credentials saved.
zh_hans: 凭证已保存。

# credentials.securityNotice
source: Your credentials are stored securely on this device. Never share your API keys.
zh_hans: 凭证只保存在本机。不要把 API key 告诉任何人。

# credentials.showSecret
source: Show API secret
zh_hans: 显示 API secret

# credentials.subtitle
source: Manage your Alpaca trading API credentials
zh_hans: 管理你的 Alpaca 交易 API 凭证

# dashboard.events
source: Market Events
zh_hans: 市场事件

# dashboard.eventsSubtitle
source: Today's U.S. economic calendar
zh_hans: 今日美股经济事件日历

# dashboard.historical
source: Historical Minutes
zh_hans: 历史分钟 / 复盘

# dashboard.news
source: News
zh_hans: 新闻

# dashboard.noBrokerage
source: Add credentials in Settings
zh_hans: 请先在设置里填写凭证

# dashboard.notifications
source: Notifications
zh_hans: 通知

# dashboard.orders
source: Orders
zh_hans: 订单

# dashboard.ordersHint
source: Tap to view recent orders
zh_hans: 点击查看最近交易

# dashboard.overview
source: Today's Overview
zh_hans: 今日概览

# dashboard.positions
source: Positions
zh_hans: 持仓

# dashboard.quickAccess
source: Quick Access
zh_hans: 快捷入口

# dashboard.screeners
source: Stock Scanners
zh_hans: 股票扫描器

# dashboard.search
source: Search
zh_hans: 搜索

# dashboard.searchPlaceholder
source: Type a symbol, then search
zh_hans: 输入股票代码后搜索

# dashboard.sentiment
source: Market Sentiment
zh_hans: 市场情绪

# dashboard.sentimentSubtitle
source: AI read on today's U.S. session
zh_hans: AI 解读今日美股盘中情绪

# dashboard.title
source: Dashboard
zh_hans: 仪表盘

# dashboard.todayPnl
source: Today's P&L
zh_hans: 今日盈亏

# detail.accountPnl
source: Account P&L for today (not this symbol)
zh_hans: 账户今日盈亏（不是这只股票）

# detail.ask
source: Ask
zh_hans: 卖一

# detail.bid
source: Bid
zh_hans: 买一

# detail.chart
source: Chart
zh_hans: 图表

# detail.chartLater
source: Minute chart arrives in the next slice.
zh_hans: 分钟图在下一切片。

# detail.indicators
source: Indicators
zh_hans: 指标

# detail.subscribe
source: Join live quotes
zh_hans: 加入实时订阅

# detail.unsubscribe
source: Unsubscribe
zh_hans: 退订

# errors.generic
source: Something went wrong. Please try again.
zh_hans: 出了点问题，请重试。

# errors.network
source: Network error. Check your connection and try again.
zh_hans: 网络异常，请检查连接后重试。

# historical.emptyFills
source: No fills this day
zh_hans: 当日无成交

# historical.fills
source: Fills
zh_hans: 当天成交

# historical.listOnly
source: List only
zh_hans: 仅列表

# historical.symbolPlaceholder
source: Symbol
zh_hans: 代码

# historical.title
source: Historical Minutes
zh_hans: 历史分钟 / 复盘

# home.comingSoon
source: Coming in a later slice.
zh_hans: 后续切片再做。

# home.placeholder
source: Dashboard comes in the next slice.
zh_hans: 仪表盘将在下一切片接入。

# market.applyFilters
source: Apply
zh_hans: 应用

# market.atr
source: Top ATR Stocks
zh_hans: ATR 最强股票

# market.catalog
source: Scanners
zh_hans: 扫描器

# market.catalogTitle
source: Market Data
zh_hans: 市场数据

# market.date
source: Date
zh_hans: 日期

# market.direction
source: Direction
zh_hans: 方向

# market.disconnected
source: Market data disconnected
zh_hans: 行情未连接

# market.down
source: Down
zh_hans: 向下

# market.empty
source: No symbols in this scan.
zh_hans: 这次扫描没有结果。

# market.endTime
source: End time
zh_hans: 结束时间

# market.filters
source: Filters
zh_hans: 筛选

# market.ibkr
source: Second Screeners
zh_hans: 二级筛选器

# market.invalidEndTime
source: End time must be between 09:30 and 16:00 ET in HH:mm format.
zh_hans: 结束时间须为美东 09:30 至 16:00 之间的 HH:mm 格式。

# market.invalidSymbol
source: Enter a valid symbol.
zh_hans: 请输入有效股票代码。

# market.minPrice
source: Min price
zh_hans: 最低价

# market.minVolume
source: Min volume
zh_hans: 最低量

# market.momentum
source: Top Momentums
zh_hans: 动量最强

# market.notificationSymbols
source: Symbols from notification
zh_hans: 通知中的股票

# market.priceSlope
source: Price Slope
zh_hans: 价格斜率

# market.rsiAdx
source: RSI ADX Indicators
zh_hans: RSI ADX 指标

# market.search
source: Search
zh_hans: 搜索

# market.stair
source: Stair Setup
zh_hans: 阶梯形态

# market.unknownSymbol
source: No such symbol.
zh_hans: 没有这只股票。

# market.up
source: Up
zh_hans: 向上

# market.volume
source: Top Volume Increased
zh_hans: 成交量增幅最大

# market.window
source: Window (min)
zh_hans: 窗口（分钟）

# market.yahoo
source: Top Activities
zh_hans: 热门筛选器

# news.daysAgo
source: %d days ago
zh_hans: %d天前

# news.detailTitle
source: News Detail
zh_hans: 新闻详情

# news.emptyBody
source: News from the live stream will appear here.
zh_hans: 收到推送后会显示在这里。

# news.emptyTitle
source: No news yet
zh_hans: 暂无新闻

# news.fallbackSymbol
source: NEWS
zh_hans: 新闻

# news.hoursAgo
source: %d hours ago
zh_hans: %d小时前

# news.justNow
source: Just now
zh_hans: 刚刚

# news.minutesAgo
source: %d minutes ago
zh_hans: %d分钟前

# news.notFoundBody
source: This news entry is no longer available.
zh_hans: 这条新闻已不再存在于本地存储中。

# news.notFoundTitle
source: News item not found
zh_hans: 未找到新闻

# news.openLink
source: Open link
zh_hans: 打开链接

# news.openSymbol
source: Open Symbol
zh_hans: 打开股票

# news.published
source: Published: %@
zh_hans: 发布时间：%@

# news.received
source: Received: %@
zh_hans: 接收时间：%@

# news.source
source: Source: %@
zh_hans: 来源：%@

# news.title
source: News
zh_hans: 新闻

# news.untitled
source: Untitled news
zh_hans: 未命名新闻

# notifications.emptyBody
source: New alerts from the backend will appear here.
zh_hans: 来自后端的新提醒会显示在这里。

# notifications.emptyTitle
source: No notifications yet
zh_hans: 暂无通知

# notifications.filteredEmptyBody
source: No loaded notifications match these filters.
zh_hans: 当前已加载的通知中没有匹配这些筛选条件的通知。

# notifications.filteredEmptyTitle
source: No matching notifications
zh_hans: 没有匹配的通知

# notifications.filters.all
source: All
zh_hans: 全部

# notifications.filters.breakout
source: Breakout
zh_hans: 突破

# notifications.filters.intradayHigh
source: Intraday High
zh_hans: 日内高点

# notifications.filters.intradayLow
source: Intraday Low
zh_hans: 日内低点

# notifications.filters.symbols
source: Filter by symbols
zh_hans: 按股票代码筛选

# notifications.filters.symbolsPlaceholder
source: Symbols (e.g. AAPL, TSLA)
zh_hans: 股票代码（如 AAPL, TSLA）

# notifications.filters.trendDown
source: Trend Down
zh_hans: 趋势向下

# notifications.filters.trendUp
source: Trend Up
zh_hans: 趋势向上

# notifications.filters.type
source: Filter by notification type
zh_hans: 按通知类型筛选

# notifications.filters.weakPullback
source: Weak Pullback
zh_hans: 弱势回调

# notifications.intradayHighRetestTitle
source: Price Reached Intraday High
zh_hans: 价格到达日内高点

# notifications.intradayLowRetestTitle
source: Price Reached Intraday Low
zh_hans: 价格到达日内低点

# notifications.loadFailed
source: Failed to load notifications
zh_hans: 通知加载失败

# notifications.loadingMore
source: Loading notifications...
zh_hans: 正在加载通知...

# notifications.loadMore
source: Load more notifications
zh_hans: 加载更多通知

# notifications.marketTrendDownReversalTitle
source: Bearish Trend Reversal — Long Opportunity
zh_hans: 下跌趋势反转 · 做多机会

# notifications.marketTrendUpReversalTitle
source: Bullish Trend Reversal — Short Opportunity
zh_hans: 上涨趋势反转 · 做空机会

# notifications.retry
source: Retry
zh_hans: 重试

# notifications.title
source: Notifications
zh_hans: 通知

# notifications.toastTitle
source: Notification
zh_hans: 通知

# orders.amendConfirmMessage
source: Replace %@ %@ · %@ shares @ %@ on %@?
zh_hans: 改单 %@ %@ · %@股 @ %@ · %@？

# orders.amendConfirmTitle
source: Replace order?
zh_hans: 改单？

# orders.amendFailed
source: Could not replace the order
zh_hans: 改单失败

# orders.amendOrder
source: Replace
zh_hans: 改单

# orders.buy
source: Buy
zh_hans: 买入

# orders.cancelConfirmMessage
source: Cancel %@ %@ %@ on %@?
zh_hans: 确定取消 %@ %@ %@（%@）？

# orders.cancelConfirmTitle
source: Cancel order?
zh_hans: 取消订单？

# orders.cancelFailed
source: Could not cancel the order
zh_hans: 取消失败

# orders.cancelOrder
source: Cancel order
zh_hans: 取消订单

# orders.empty
source: No orders yet
zh_hans: 暂无订单

# orders.emptyBody
source: Place a trade to see it appear here.
zh_hans: 下单后会在这里显示。

# orders.filterAll
source: All
zh_hans: 全部

# orders.filterFilled
source: Filled
zh_hans: 已成交

# orders.filterNew
source: New
zh_hans: 新建

# orders.filters
source: Filters
zh_hans: 筛选

# orders.historyIncomplete
source: Older orders are not loaded yet.
zh_hans: 更早的订单尚未加载。

# orders.loadMore
source: Load more
zh_hans: 加载更多

# orders.partialFill
source: Filled %@ / ordered %@ (%@ remaining)
zh_hans: 成交 %@ / 委托 %@（剩余 %@）

# orders.priceAverage
source: Avg %@
zh_hans: 均价 %@

# orders.priceLimit
source: Limit %@
zh_hans: 限价 %@

# orders.priceStop
source: Stop %@
zh_hans: 止损 %@

# orders.sell
source: Sell
zh_hans: 卖出

# orders.status.accepted
source: Accepted
zh_hans: 已接受

# orders.status.acceptedForBidding
source: Accepted
zh_hans: 已接受

# orders.status.calculated
source: Calculated
zh_hans: 已计算

# orders.status.canceled
source: Canceled
zh_hans: 已取消

# orders.status.doneForDay
source: Done for day
zh_hans: 当日结束

# orders.status.expired
source: Expired
zh_hans: 已过期

# orders.status.filled
source: Filled
zh_hans: 已成交

# orders.status.held
source: Held
zh_hans: 挂起

# orders.status.new
source: New
zh_hans: 新建

# orders.status.other
source: Other
zh_hans: 其他

# orders.status.partiallyFilled
source: Partial
zh_hans: 部分成交

# orders.status.pendingCancel
source: Pending cancel
zh_hans: 待取消

# orders.status.pendingNew
source: Pending
zh_hans: 等待中

# orders.status.pendingReplace
source: Pending replace
zh_hans: 待改单

# orders.status.rejected
source: Rejected
zh_hans: 已拒绝

# orders.status.replaced
source: Replaced
zh_hans: 已改单

# orders.status.stopped
source: Stopped
zh_hans: 已停止

# orders.status.suspended
source: Suspended
zh_hans: 已暂停

# orders.symbolFilter
source: Symbol
zh_hans: 代码

# orders.title
source: Orders
zh_hans: 订单

# orders.type.limit
source: Limit
zh_hans: 限价

# orders.type.market
source: Market
zh_hans: 市价

# orders.type.other
source: Other
zh_hans: 其他

# orders.type.stop
source: Stop
zh_hans: 止损

# orders.type.stopLimit
source: Stop limit
zh_hans: 止损限价

# orders.type.trailingStop
source: Trailing stop
zh_hans: 跟踪止损

# other.account
source: Account
zh_hans: 账户

# other.deleteAccount
source: Remove my account
zh_hans: 删除我的账户

# other.deleteAccountHelp
source: Permanently delete your account and sign out. This cannot be undone.
zh_hans: 永久删除账户并退出登录。此操作无法撤销。

# other.deleteConfirmAction
source: Remove
zh_hans: 删除

# other.deleteConfirmMessage
source: Are you sure you want to remove your account? This action cannot be undone.
zh_hans: 确定要删除你的账户吗？此操作无法撤销。

# other.deleteConfirmTitle
source: Remove my account
zh_hans: 删除我的账户

# other.title
source: Other settings
zh_hans: 其他设置

# portfolio.account
source: Account
zh_hans: 账户

# portfolio.buyingPower
source: Buying power
zh_hans: 购买力

# portfolio.cash
source: Cash
zh_hans: 现金

# portfolio.equity
source: Equity
zh_hans: 净值

# portfolio.lastEquity
source: Previous equity
zh_hans: 上次净值

# portfolio.portfolioValue
source: Portfolio value
zh_hans: 投资组合价值

# portfolio.title
source: Portfolio
zh_hans: 投资组合

# portfolio.todayPnl
source: Today's P&L
zh_hans: 今日盈亏

# portfolio.value
source: Value
zh_hans: 资产

# positions.close
source: Close
zh_hans: 平仓

# positions.cost
source: Cost basis
zh_hans: 成本

# positions.current
source: Current price
zh_hans: 当前价格

# positions.empty
source: No open positions
zh_hans: 暂无持仓

# positions.emptyBody
source: You don't have any open positions at the moment.
zh_hans: 你当前没有任何持仓。

# positions.entry
source: Entry price
zh_hans: 入场价格

# positions.long
source: Long
zh_hans: 做多

# positions.marketValue
source: Market value
zh_hans: 市值

# positions.quantity
source: Quantity
zh_hans: 数量

# positions.short
source: Short
zh_hans: 做空

# positions.side
source: Side
zh_hans: 方向

# positions.title
source: Positions
zh_hans: 持仓

# positions.unrealized
source: Unrealized P&L
zh_hans: 浮动盈亏

# prefs.actionsSection
source: Trading actions
zh_hans: 交易操作

# prefs.autoStopLoss
source: Apply auto stop loss
zh_hans: 自动止损

# prefs.autoStopLossHelp
source: 0 is off. Enabled range is 0.1–1.
zh_hans: 0 为关闭。开启后范围 0.1–1。

# prefs.autoTakeProfit
source: Apply auto take profit
zh_hans: 自动止盈

# prefs.autoTakeProfitHelp
source: 0 is off. Enabled range is 0.1–1.
zh_hans: 0 为关闭。开启后范围 0.1–1。

# prefs.blacklistEmpty
source: No symbols. You can add one from a symbol detail later.
zh_hans: 还没有标的。之后可在详情页添加。

# prefs.blacklistSection
source: Auto-exit blacklist
zh_hans: 自动止盈止损黑名单

# prefs.chartSection
source: Chart details
zh_hans: 详情图表

# prefs.loading
source: Loading preferences…
zh_hans: 正在加载偏好…

# prefs.notificationsSection
source: Notifications
zh_hans: 通知

# prefs.protectionError
source: Enter a value between 0.1 and 1.
zh_hans: 请输入 0.1 到 1 之间的值。

# prefs.protectionPercent
source: Percent
zh_hans: 百分比

# prefs.protectMinutes
source: Minutes after open to block orders
zh_hans: 开盘后禁止下单的分钟数

# prefs.protectMinutesHelp
source: Minimum 0, maximum 300. Default 30.
zh_hans: 最小 0，最大 300。默认 30。

# prefs.reset
source: Reset preferences
zh_hans: 恢复默认偏好

# prefs.saving
source: Saving preferences…
zh_hans: 正在保存偏好…

# prefs.showDailyBar
source: Show daily chart in detail
zh_hans: 详情显示日线

# prefs.showDailyBarHelp
source: Show the daily chart on the symbol detail screen.
zh_hans: 在标的详情显示日线图。

# prefs.showIndexBar
source: Show NASDAQ mini chart in detail
zh_hans: 详情显示纳指对照矮图

# prefs.showIndexBarHelp
source: Show a short NASDAQ comparison chart. No VXX.
zh_hans: 显示纳指对照矮图。没有 VXX。

# prefs.showMarketFlatten
source: Show market flatten
zh_hans: 显示市价全平

# prefs.showMarketFlattenHelp
source: Only controls the market flatten action. Limit buy/sell stay available.
zh_hans: 只控制是否显示市价全平。限价买/卖始终可用。

# prefs.showOTO
source: Show OTO action
zh_hans: 显示 OTO

# prefs.showOTOHelp
source: Display One-Triggers-Other actions.
zh_hans: 显示 One-Triggers-Other 操作。

# prefs.stopLossBlacklist
source: Auto stop-loss blacklist
zh_hans: 自动止损黑名单

# prefs.takeProfitBlacklist
source: Auto take-profit blacklist
zh_hans: 自动止盈黑名单

# prefs.title
source: Preferences
zh_hans: 偏好设置

# prefs.tradeSection
source: Trade preferences
zh_hans: 交易偏好

# prefs.valuePerTrade
source: Value per trade (max %@)
zh_hans: 单笔交易金额（最大 %@）

# prefs.valuePerTradeHelp
source: Used to size default share count. Max %@.
zh_hans: 用于计算默认股数。最大 %@。

# prefs.volumeThreshold
source: Volume threshold
zh_hans: 成交量阈值

# prefs.volumeThresholdHelp
source: 0 means no filter. Otherwise 2–8.
zh_hans: 0 表示不过滤，否则为 2–8。

# prefs.yourLanguage
source: Your language
zh_hans: 你的语言

# profile.email
source: Email
zh_hans: 邮箱

# profile.enabledFeatures
source: Enabled features
zh_hans: 已启用功能

# profile.nickname
source: Nickname
zh_hans: 昵称

# profile.noRoleConfiguration
source: No role configuration available.
zh_hans: 暂无角色配置。

# profile.role
source: Role
zh_hans: 角色

# profile.roleConfiguration
source: Role configuration
zh_hans: 角色配置

# profile.title
source: Profile
zh_hans: 个人资料

# profile.username
source: Username
zh_hans: 用户名

# sentiment.allowedWindow
source: Refresh window: %@
zh_hans: 可刷新时段：%@

# sentiment.bearish
source: Bearish
zh_hans: 偏空

# sentiment.bestTradingStyle
source: Best trading style
zh_hans: 更适合的交易风格

# sentiment.bullish
source: Bullish
zh_hans: 偏多

# sentiment.confidence
source: Confidence
zh_hans: 置信度

# sentiment.confirmationAfterOpen
source: Confirmation after open
zh_hans: 开盘后确认信号

# sentiment.currentTime
source: Current ET: %@
zh_hans: 当前美东时间：%@

# sentiment.evidence
source: Evidence
zh_hans: 依据

# sentiment.intradayBias
source: Intraday bias
zh_hans: 盘中偏向

# sentiment.invalidation
source: Invalidation
zh_hans: 失效条件

# sentiment.keyDrivers
source: Key drivers
zh_hans: 关键驱动因素

# sentiment.keyLevels
source: Key levels
zh_hans: 关键价位

# sentiment.loadFailed
source: Failed to load market sentiment
zh_hans: 加载市场情绪失败

# sentiment.loading
source: Loading market sentiment...
zh_hans: 正在加载市场情绪...

# sentiment.mixed
source: Mixed
zh_hans: 分歧

# sentiment.neutral
source: Neutral
zh_hans: 中性

# sentiment.noSources
source: No sources attached.
zh_hans: 暂无来源。

# sentiment.plan
source: Trade Plan
zh_hans: 交易计划

# sentiment.retry
source: Retry
zh_hans: 重试

# sentiment.risks
source: Risks
zh_hans: 风险

# sentiment.scenario.choppy_two_sided_day
source: Choppy two-sided day
zh_hans: 双向震荡日

# sentiment.scenario.news_driven_uncertain_day
source: News-driven uncertain day
zh_hans: 消息驱动的不确定日

# sentiment.scenario.range_swing_day
source: Range swing day
zh_hans: 区间摆动日

# sentiment.scenario.trend_day_down
source: Trend day down
zh_hans: 趋势下跌日

# sentiment.scenario.trend_day_up
source: Trend day up
zh_hans: 趋势上涨日

# sentiment.scenarios
source: Scenarios
zh_hans: 情景推演

# sentiment.sources
source: Sources
zh_hans: 信息来源

# sentiment.stayOutConditions
source: Stay out conditions
zh_hans: 观望条件

# sentiment.title
source: Market Sentiment
zh_hans: 市场情绪

# sentiment.unavailableTitle
source: Intraday sentiment is unavailable right now
zh_hans: 当前暂时无法获取盘中情绪

# settings.appearance.dark
source: Dark
zh_hans: 深色

# settings.appearance.light
source: Light
zh_hans: 浅色

# settings.appearance.system
source: System
zh_hans: 跟随系统

# settings.comingNext
source: Credentials, preferences, and profile come next.
zh_hans: 凭证、偏好和资料将在下一切片接入。

# settings.credentials
source: API credentials
zh_hans: API 凭证

# settings.darkMode
source: Appearance
zh_hans: 外观

# settings.logout.message
source: Are you sure you want to log out?
zh_hans: 确定要退出登录吗？

# settings.logout.title
source: Log out
zh_hans: 退出登录

# settings.manageCredentials
source: Manage API credentials
zh_hans: 管理 API 凭证

# settings.other
source: Other settings
zh_hans: 其他设置

# settings.permissionOff
source: Permission is off in system settings
zh_hans: 系统设置中未开启权限

# settings.preferences
source: Preferences
zh_hans: 偏好设置

# settings.profile
source: Profile
zh_hans: 个人资料

# settings.push.deniedMessage
source: Permission was not granted. Enable notifications in system settings to receive push alerts.
zh_hans: 未获得通知权限。请在系统设置中开启通知以接收推送提醒。

# settings.push.deniedTitle
source: Notifications disabled
zh_hans: 通知已关闭

# settings.pushNotifications
source: Push notifications
zh_hans: 推送通知

# settings.receivePush
source: Receive push notifications
zh_hans: 接收推送通知

# settings.signedInAs
source: Signed in as
zh_hans: 当前账号

# settings.signOut
source: Sign out
zh_hans: 登出

# settings.title
source: Settings
zh_hans: 设置

# tabs.home
source: Home
zh_hans: 首页

# tabs.settings
source: Settings
zh_hans: 设置

# tabs.trade
source: Trade
zh_hans: 交易
